{
	"hello": "Hei, jeg heter ",
	"introduction": "Jeg er en full-stack utvikler som brenner for å utvikle bærekraftige løsninger som møter alle krav på et lynraskt nivå.",
	"about": "Om meg",
	"about-header": "Hvem jeg er",
	"about-text1": "Mitt navn er Sivan Mahmud, og jeg er 23 år gammel. Jeg er en nyutdannet student fra NTNU, hvor jeg studerte webutvikling. Jeg vokste opp på et lite sted som heter Hov, men i 2015 flyttet familien min til Gjøvik og jeg har bodd her siden.",
	"about-text2": "Helt siden jeg var et barn hadde jeg alltid stor interesse for datamaskiner, og jeg visste at jeg ville jobbe med noe innenfor det. Derfor valgte jeg å gå IKT-SK linjen på Gjøvik videregående skole. Der fikk jeg lære om blant annet grunnleggende programmering med Python, og HTML + CSS. Men jeg ville lære mer, så jeg valgte å studere webutvikling, og jeg har svært fornøyd med det valget.",
	"projects": "Prosjekter",
	"qr-project-header": "QR kode nettside",
	"qr-project-text": "Her jobbet jeg sammen med en annen student for å lage en nettside der brukere kan generere, redigere, slette, og organisere QR koder. Brukere må være registrert og på-logget for å bruke verktøyet. Jeg hadde mest ansvar for back-end. Vi brukte PHP, MySQL, og JavaScript for å bygge nettsida.",
	"exammatcher-project-text": "Jeg var en del av en gruppe med studenter som lagde en nettside som skal hjelpe universitetslektorer med å finne en annen lektor som kan hjelpe med å være sensor på eksamen. Vi brukte MERN-stack, det vil si MongoDB, Express.js, React, og Node.js.",
	"portfolio-project-header": "Portefølje",
	"portfolio-project-text": "Nettsiden du er på akkurat nå. Jeg lagde denne nettsiden for å vise frem mine ferdigheter og prosjekter. Jeg brukte Svelte og TailwindCSS for å bygge denne nettsiden.",
	"win95desktop-project-header": "Windows 95 Desktop",
	"win95desktop-project-text": "En nettside bygget med Next.js som skal imitere skrivebordet til Windows 95, med mere moderne verktøy. Jeg lagde denne nettsiden for å lære mer om Next.js og for å ha det gøy. I tillegg til Next.js brukte jeg også TailwindCSS og TypeScript. Nettsiden tar også nytte av OpenAI APIen, samt websockets. Den er hostet på min Ubuntu VPS.",
	"comic2kindle-project-header": "Comic2Kindle",
	"comic2kindle-project-text": "Dette er en webapp som lar deg konvertere bilder av comic-sider til et format som er leselig på en Kindle. Den bruker et API bygget med Flask for å prosessere konverteringen, og frontenden er bygget med React. Jeg valgte å lage denne webappen fordi dette er et verktøy som faktisk ville være nyttig for meg, og fordi jeg ville bli kjent med Python og Flask. Frontenden er hostet på Vercel, og backenden er hostet på min Ubuntu VPS."
}
